<?php
	$books = [
		'Фантастика' => [
			[
				'author' => ['Аркадий Стругацкий', 'Борис Стругацкий'],
				'title' => 'Пикник на обочине',
				'year' => 1972,
				'photo' => 'http://st9.imhonet.ru/element/96/71/96714e6726bbb038fb68f5ec5a09f031/piknik-na-obochine.jpg',
				'description' => 'В книге рассказывается о реальном мире, в который вторглись пришельцы, оставив после посещения Земли Зоны. В этих местах происходят странные вещи, обнаруживаются разные непонятные предметы артефакты, которые выносят из Зоны сталкеры, чтобы продать. Так они зарабатывают на жизнь. Где-то в Зоне находится Золотой шар, исполняющий желание. Каждый сталкер мечтает добраться до этого шара. Лучшему из сталкеров - Рэдрику Шухарту удается дойти до заветной цели, но определить свое сокровенное желание оказалось самым сложным делом. Он смог вспомнить только слова погибшего Артура - «Счастье для всех, и пусть никто не уйдёт обиженным!»'
			],
			[
				'author' => ['Аркадий Стругацкий', 'Борис Стругацкий'],
				'title' => 'Трудно быть богом',
				'year' => 1964,
				'photo' => 'http://sta.imhonet.ru/element/a6/a4/a6a400e0e5e3f3bb09226de001029ab2/trudno-byt-bogom.jpg',
				'description' => 'Главный герой научно-фантастического романа «Трудно быть богом» направляется с Земли в качестве наблюдателя на далекую планету, находящуюся на уровне развития, соответствующему земному средневековью. Герой не имеет право вмешиваться в ход истории. В его задачу входит спасение ученых, поэтов в трудное время для общества этой планеты, перемещать этих людей в безопасные районы. Наблюдая за жестокостью и мракобесием общества, герою трудно оставаться в стороне, он борется с внутренним конфликтом, с желанием все разом изменить. Он понимает, что любое вмешательство приведет к убийству разумного существа, что не приемлемо для землян ХХII века. В личности героя происходят необратимые изменения, и он начинает действовать.'
			],
			[
				'author' => ['Виктор Олегович Пелевин'],
				'title' => 'Шлем ужаса',
				'year' => 1972,
				'photo' => 'http://st6.imhonet.ru/element/6b/7e/6b7ee8d58ab638aad290baf735c05230/shlem-uzhasa.jpg',
				'description' => '…Идет самый обычный, на первый взгляд, веб-чат. Вверху болтается "повисший" вопрос — "Построю лабиринт, в котором смогу затеряться с тем, кто захочет меня найти, – кто это сказал и о чем?" Но чат этот обычен только на первый взгляд — из него нет выхода во внешний интернет… да и никакие другие программы невозможно запустить на странных противоударных терминалах. Терминалы же эти расположены в еще более странных комнатах, украшенных древнегреческой символикой, в которых оказываются запертые наедине с терминалами и чатом друг с другом обычные и случайные, на первый взгляд, люди… Во время общения между собой у всех постепенно подтянувшихся девяти человек формируется мысль, что они стали участниками странной реинкарнации мифа о Тесее и Минотавре… но почему? Возможно, потому, что — "…Фсе сделано изтово, кто смотрет. Потому что издругово это сделать нельзя".'
			],
		],
		'Научно-популярная литература' => [
			[
				'author' => ['Ричард Докинз'],
				'title' => 'Эгоистичный ген',
				'year' => 1976,
				'photo' => '',
				'description' => 'По мнению автора, эволюционный отбор проходил не на уровне популяций или, тем более, отдельных видов, а на уровне …генов. И тот из видов, что умудрился обзавестись их наиболее выигрышной комбинацией, и остался у руля эволюции. Книга, а впервые она была издана в 1976 году, вызвала большой интерес как у читателей, так и у специалистов.'
			],
			[
				'author' => ['Карлос Кастанеда'],
				'title' => 'Путешествие в Икстлан',
				'year' => 1972,
				'photo' => '',
				'description' => 'Писатель неоднократно заявлял, что описанное в книге – это реальные события. Впрочем, кое с чем действительно можно согласиться… В России говорят: «невозможно войти в одну и ту же воду дважды…» Вот и человек, а особенно человек, получивший некие знания, не может стать прежним.'
			]
		]
	];
