<?php
	$games = [
		'Стратегии' => [
			[
				'title' => "Sid Meier's Civilization IV",
				'year' => '2005',
				'description' => "В игре «Sid Meier's Civilization IV» нужно будет отбирать необходимых людей-управленцев и размещать их в городах. Здесь следует организовывать школы и перевоспитывать в них каторжников. Также нужно правильно обустраивать ландшафт и добывать пищу: ловить рыбу, охотиться. В целом, это увлекательная стратегия, в которой вы будете бороться за свое существование и выживание.",
				'image' => 'http://sta.imhonet.ru/element/ae/33/ae338c7a3292372389ca0396805a1572/sid-meiers-civilization-iv.jpg',
				'screens' => [
				]
			]
		],
		'Экшен' => [
			[
				'title' => "Dragon Age: Origins",
				'year' => '2009',
				'description' => "В игре «Dragon Age: Начало» геймер становится свидетелем Мора, который уже в пятый раз терроризирует человечество. Много веков назад из недр подземелий на поверхность пробрались орды монстров, порождений тьмы, которыми командовал беспощадный и жестокий Архидемон, принявший обличие дракона. Именно эти события стали именоваться Мором. ",
				'image' => 'http://st9.imhonet.ru/element/92/08/920853deb41420253bfadb291f227886/dragon-age-origins.jpg',
				'screens' => [
					'http://st2.imhonet.ru/element/x400/24/7e/247ea364912b90ee9139209c2b837c25/dragon-age-origins.jpg',
					'http://st9.imhonet.ru/element/x400/92/dd/92dd2497fd1765c8a8a1dad3362ace56/dragon-age-origins.jpg'
				]
			],
			[
				'title' => "Сталкер",
				'year' => '2009',
				'description' => "«Сталкер (коллекционное издание)», в которую входит также проект «S.T.A.L.K.E.R. – Мутант», поможет геймеру стать настоящим охотником за артефактами, либо в качестве продвинутого воителя досконально исследовать Зону Чернобыля, повстречать остальных бандитов, сталкеров, примкнуть к различным группировкам. Тут как нигде в другом месте вы получаете подлинную свободу действий.",
				'image' => 'http://st0.imhonet.ru/element/01/08/010861463dbe3eae49a18163e00317fa/stalker.jpg',
				'screens' => [
					'http://stf.imhonet.ru/element/x400/f4/5f/f45f8d5d3f98e2641606f90a57d631c5/stalker.jpg',
					'http://st0.imhonet.ru/element/x400/03/de/03de93580f443e2cb3b3808599b31c6e/stalker.jpg'
				]
			],
			[
				'title' => "Far Cry 3",
				'year' => '2012',
				'description' => "В проекте Far Cry 3 вам предстоит играть за главного героя по имени Джеймс Броди. Его цель вполне ясна – он просто хочет отдохнуть на этом острове вместе со всеми своими друзьями, но даже не представляет, что именно его ожидает. Достаточно сильно напившись, он проснулся в окружении злостных бандитов. Скачайте игру прямо сейчас и спасите своего героя. Насладитесь отличной графикой, хорошим геймплеем и продуманным сюжетом.",
				'image' => 'http://st5.imhonet.ru/element/53/3d/533d2842930be548dbe42ce6b2cb7c11/far-cry-3.jpg',
				'screens' => [
					'http://ste.imhonet.ru/element/x400/ed/9f/ed9ffa4f1d6fb413b0826040f71f7fb4/far-cry-3.jpg',
					'http://st9.imhonet.ru/element/x400/91/70/91701135d7a454ddbff87e40878f58bf/far-cry-3.jpg',
					'http://st7.imhonet.ru/element/x400/71/01/7101f1cdba43bd3733b585f72de9d0a9/far-cry-3.jpg'
				]
			],
			[
				'title' => "Assassin's Creed Unity",
				'year' => '2014',
				'description' => "В игре Assasin’s Creed Unity геймерам предстоит отправиться в Париж XVIII века и познакомиться с новым ассасином австрийско-французского происхождения. Также теперь будет доступен и мультиплеер для четырех человек. Основной нитью сюжета игры будет Французская революция, игрок станет свидетелем взятия Бастилии, похода на Версаль, казни Людовика XVI и прочих легендарных исторических событий, кардинальным образом повлиявших на историю Франции и длившихся пять сложных лет.",
				'image' => 'http://std.imhonet.ru/element/d7/f6/d7f6b42d1fbf1fcf95663115a5058ded/assassins-creed-unity.jpg',
				'screens' => [
					'http://st5.imhonet.ru/element/x400/5f/d4/5fd46c88a01d6226eee4fcd92f8c0e97/assassins-creed-unity.jpg'
				]
			]
		]
	];
