<?php

	$items = [
		'Чай' => [
			[
				'title' => 'Юннань',
				'price' => 575,
				'photo' => 'http://www.chay.info/upload/iblock/98d/98d940a6acacdf281cc6dddd0e32f5dc.jpg',
				'country' => 'Китай',
				'description' => 'Юго-западная провинция Китая Юннань считается родиной всей мировой чайной культуры. Знаменитый китайский красный чай (в Европе и России эти сорта называют черными) делают здесь уже около 17 столетий. Китайцы известны своими преемственными из поколения в поколение традициями и уважением к прошлому, это и помогает им совершенствоваться в изготовлении чая, учитывая опыт предков и богатую историю своего народа. Так, чай Юннань 0011 изготовлен по традиционной технологии с учетом всех стандартов, разработанных в 70-е годы прошлого века китайским Институтом чая, когда были каталогизированы все важнейшие сорта из разных провинций. Для производства данного чая используется только элитное сырье – нераскрывшиеся или только начавшие раскрываться крупные листовые почки, называющиеся типсами. Эти молодые побеги Юннаньской разновидности чайного куста, еще покрытые тончайшим ворсом, особенно ценятся при изготовлении чая за полезные свойства, которых больше, чем в обычном чайном листе, а также за обилие ароматических альдегидов и эфирных масел. После подвяливания типсы скручивают вдоль оси листа, что придает чаинке форму спирали. За скруткой следует процесс ферментации, во время которой лист и становится настоящим красным чаем, с его характерной терпкостью и насыщенным ароматом. После ферментации юннаньские чаи просушивают на открытом огне – эта особая обработка и стала визитной карточкой главной чайной провинции Китая. Подобная обжарка позволяет листу раскрыть всю богатую палитру вкуса и аромата. Чай из Юннаня отличается солодовыми нотами и выраженными оттенками карамели. Настой имеет приятный красно-бордовый цвет и изысканный сложный аромат.'
			],
			[
				'title' => 'Маранги',
				'price' => 915,
				'photo' => 'http://www.chay.info/upload/iblock/641/641613bc69663974458c387e28b028e0.jpg',
				'country' => 'Индия',
				'description' => 'Плантация Маранги практически неизвестна у нас, поскольку в основном предлагает только мини-лоты, которые быстро раскупаются чайными эстетами из Японии и других посвященных в тайну чая стран. Чай сорта Маранги – это самый типсовый чай региона Ассам. Именно в связи с наличием в нем огромного количества нераспустившихся чайных почек его называют «fruity Assam» – фруктовым ассамом. Ведь именно этими типсами вызвана бесконечная многогранная фруктовость этого сорта чая, классическая фруктовость, тропическая фруктовость, фруктовость свежая, медовая фруктовость нежных яблок. Конечно, в нем присутствуют легкая терпкость и чуть уловимая солодовость, как иначе для ассамского чая? '
			]
		],
		'Кофе' => [
			[
				'title' => 'Ява Джампит',
				'price' => 185,
				'photo' => 'http://www.chay.info/upload/iblock/f88/f888859945ec54c3d1001b45cebc35a9.jpg',
				'country' => 'Индонезия',
				'description' => 'о. Ява – это богатейшая по своему природному разнообразию экосистема. Кофе, выращенный на этом острове, обладает сложным, ярким и насыщенным вкусом, плотной текстурой, округлым телом и яркой цитрусовой кислотностью. Эти два компонента прекрасно уравновешены в данном сорте. В аромате слышится ананас, персик и миндаль, а во вкусе преобладают ноты темного шоколада, черной смородины и ежевики.'
			],
			[
				'title' => 'Перу Арабика',
				'price' => 150,
				'photo' => 'http://www.chay.info/upload/iblock/f15/f15a61441d763c7ed658d0bb91be62e1.jpg',
				'country' => 'Перу',
				'description' => 'Перуанский кофе один из самых плотных кофе с балансом в сторону тела.  Во вкусе присутствуют ноты ванили, корицы, темного шоколада и чернослива. Умеренная кислотность и насыщенность делают этот сорт очень текстурным и густым.'
			],
			[
				'title' => 'Эфиопия Иргачифф',
				'price' => 145,
				'photo' => 'http://www.chay.info/upload/iblock/d3d/d3de2e4d5fb8ca65eadb456792ead8bc.jpg',
				'country' => 'Эфиопия',
				'description' => 'Иргачиф -  самый маленький и высокогорный регион Эфиопии (1700- 2000м). Здесь выращивают лучший кофе в мире по мнению многих экспертов. Эфиопия считается родиной кофе и условия произрастания здесь раскрывают в зернах все богатство и разнообразие вкуса. Кофе выращивается на небольших участках с использованием более высоких деревьев для создания тени, что благоприятно влияет на равномерное вызревание кофейных плодов. Во вкусе присутствуют ноты бергамота, жасмина и лимона. Кофе отличает яркая, искристая кислотность тропических фруктов и легкое округлое тело.'
			]
		]
	];
